{
  "status": true,
  "request": {
    "path": "",
    "surat": "",
    "ayat": "",
    "panjang": ""
  },
  "info": {
    "surat": {
      "id": 30,
      "nama": {
        "ar": "الروم",
        "id": "Ar-Rum"
      },
      "relevasi": "Makkiyyah",
      "ayat_max": 60
    }
  },
  "data": [
    {
      "arab": "الۤمّۤ ۚ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3410",
      "ayah": "1",
      "hizb": "41.25",
      "id": "3410",
      "juz": "21",
      "latin": "Alif lām mīm.",
      "notes": null,
      "page": "404",
      "surah": "30",
      "text": "Alif Lām Mīm.",
      "theme": "765"
    },
    {
      "arab": "غُلِبَتِ الرُّوْمُۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3411",
      "ayah": "2",
      "hizb": "41.25",
      "id": "3411",
      "juz": "21",
      "latin": "Gulibatir-rūm(u).",
      "notes": "579) Maksudnya adalah bangsa Romawi Timur yang berpusat di Konstantinopel.",
      "page": "404",
      "surah": "30",
      "text": "Bangsa Romawi telah dikalahkan,579)",
      "theme": "765"
    },
    {
      "arab": "فِيْٓ اَدْنَى الْاَرْضِ وَهُمْ مِّنْۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُوْنَۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3412",
      "ayah": "3",
      "hizb": "41.25",
      "id": "3412",
      "juz": "21",
      "latin": "Fī adnal-arḍi wa hum mim ba‘di galabihim sayaglibūn(a).",
      "notes": "580) Yakni dekat dari negeri Arab, yaitu Suriah dan Palestina.\n581) Bangsa Romawi (pada saat ayat ini diturunkan) adalah suatu bangsa yang beragama Nasrani yang memiliki Kitab Suci, sedangkan bangsa Persia yang beragama Majusi menyembah api dan berhala (musyrik). Ketika tersiar berita kekalahan bangsa Romawi oleh bangsa Persia, kaum musyrik Makkah menyambutnya dengan penuh gembira karena berpihak kepada kaum musyrik Persia. Sebaliknya, kaum muslim berduka cita karenanya. Ayat ini dan ayat berikutnya turun untuk menerangkan bahwa setelah kalah bangsa Romawi akan menang dalam masa beberapa tahun saja. Hal itu benar-benar terjadi. Beberapa tahun setelah itu, bangsa Romawi berbalik mengalahkan bangsa Persia. Dengan kejadian itu, nyatalah kebenaran Nabi Muhammad saw. sebagai nabi dan rasul serta kebenaran Al-Qur’an sebagai firman Allah Swt.",
      "page": "404",
      "surah": "30",
      "text": "di negeri yang terdekat580)dan mereka setelah kekalahannya itu akan menang581)",
      "theme": "765"
    },
    {
      "arab": "فِيْ بِضْعِ سِنِيْنَ ەۗ لِلّٰهِ الْاَمْرُ مِنْ قَبْلُ وَمِنْۢ بَعْدُ ۗوَيَوْمَىِٕذٍ يَّفْرَحُ الْمُؤْمِنُوْنَۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3413",
      "ayah": "4",
      "hizb": "41.25",
      "id": "3413",
      "juz": "21",
      "latin": "Fī biḍ‘i sinīn(a), lillāhil-amru min qablu wa mim ba‘d(u), wa yauma'iżiy yafraḥul-mu'minūn(a).",
      "notes": "582) Kata biḍ‘ menunjukkan bilangan antara tiga sampai sembilan. Waktu antara kekalahan bangsa Romawi (tahun 614‒615) dan kemenangannya (tahun 622 M) adalah sekitar tujuh tahun.",
      "page": "404",
      "surah": "30",
      "text": "dalam beberapa tahun (lagi).582) Milik Allahlah urusan sebelum dan setelah (mereka menang). Pada hari (kemenangan bangsa Romawi) itu bergembiralah orang-orang mukmin",
      "theme": "765"
    },
    {
      "arab": "بِنَصْرِ اللّٰهِ ۗيَنْصُرُ مَنْ يَّشَاۤءُۗ وَهُوَ الْعَزِيْزُ الرَّحِيْمُ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3414",
      "ayah": "5",
      "hizb": "41.25",
      "id": "3414",
      "juz": "21",
      "latin": "Binaṣrillāh(i), yanṣuru may yasyā'(u), wa huwal-‘azīzur-raḥīm(u).",
      "notes": null,
      "page": "404",
      "surah": "30",
      "text": "karena pertolongan Allah. Dia menolong siapa yang Dia kehendaki. Dia Mahaperkasa lagi Maha Penyayang.",
      "theme": "765"
    },
    {
      "arab": "وَعْدَ اللّٰهِ ۗ لَا يُخْلِفُ اللّٰهُ وَعْدَهٗ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3415",
      "ayah": "6",
      "hizb": "41.25",
      "id": "3415",
      "juz": "21",
      "latin": "Wa‘dallāh(i), lā yukhlifullāhu wa‘dahū wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "(Itulah) janji Allah. Allah tidak akan menyalahi janji-Nya, tetapi kebanyakan manusia tidak mengetahui.",
      "theme": "765"
    },
    {
      "arab": "يَعْلَمُوْنَ ظَاهِرًا مِّنَ الْحَيٰوةِ الدُّنْيَاۖ وَهُمْ عَنِ الْاٰخِرَةِ هُمْ غٰفِلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3416",
      "ayah": "7",
      "hizb": "41.25",
      "id": "3416",
      "juz": "21",
      "latin": "Ya‘lamūna ẓāhiram minal-ḥayātid-dun-yā, wa hum ‘anil-ākhirati hum gāfilūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Mereka mengetahui yang lahir (tampak) dari kehidupan dunia, sedangkan terhadap (kehidupan) akhirat mereka lalai.",
      "theme": "765"
    },
    {
      "arab": "اَوَلَمْ يَتَفَكَّرُوْا فِيْٓ اَنْفُسِهِمْ ۗ مَا خَلَقَ اللّٰهُ السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَآ اِلَّا بِالْحَقِّ وَاَجَلٍ مُّسَمًّىۗ وَاِنَّ كَثِيْرًا مِّنَ النَّاسِ بِلِقَاۤئِ رَبِّهِمْ لَكٰفِرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3417",
      "ayah": "8",
      "hizb": "41.25",
      "id": "3417",
      "juz": "21",
      "latin": "Awalam yatafakkarū fī anfusihim, mā khalaqallāhus-samāwāti wal-arḍa wa mā bainahumā illā bil-ḥaqqi wa ajalim musammā(n), wa inna kaṡīram minan-nāsi biliqā'i rabbihim lakāfirūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Apakah mereka tidak berpikir tentang (kejadian) dirinya? Allah tidak menciptakan langit, bumi, dan apa yang ada di antara keduanya, kecuali dengan benar dan waktu yang ditentukan. Sesungguhnya banyak di antara manusia benar-benar mengingkari pertemuan dengan Tuhannya.",
      "theme": "766"
    },
    {
      "arab": "اَوَلَمْ يَسِيْرُوْا فِى الْاَرْضِ فَيَنْظُرُوْا كَيْفَ كَانَ عَاقِبَةُ الَّذِيْنَ مِنْ قَبْلِهِمْۗ كَانُوْٓا اَشَدَّ مِنْهُمْ قُوَّةً وَّاَثَارُوا الْاَرْضَ وَعَمَرُوْهَآ اَكْثَرَ مِمَّا عَمَرُوْهَا وَجَاۤءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنٰتِۗ فَمَا كَانَ اللّٰهُ لِيَظْلِمَهُمْ وَلٰكِنْ كَانُوْٓا اَنْفُسَهُمْ يَظْلِمُوْنَۗ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3418",
      "ayah": "9",
      "hizb": "41.25",
      "id": "3418",
      "juz": "21",
      "latin": "Awalam yasīrū fil-arḍi fayanẓurū kaifa kāna ‘āqibatul-lażīna min qablihim, kānū asyadda minhum quwwataw wa aṡārul-arḍa wa ‘amarūhā akṡara mimmā ‘amarūhā wa jā'athum rusuluhum bil-bayyināt(i), famā kānallāhu liyaẓlimahum wa lākin kānū anfusahum yaẓlimūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Tidakkah mereka bepergian di bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul)? Orang-orang itu lebih kuat dari mereka (sendiri) dan mereka telah mengolah bumi (tanah) serta memakmurkannya melebihi apa yang telah mereka makmurkan. Para rasul telah datang kepada mereka dengan membawa bukti-bukti yang jelas. Allah sama sekali tidak menzalimi mereka, tetapi merekalah yang menzalimi dirinya sendiri.",
      "theme": "766"
    },
    {
      "arab": "ثُمَّ كَانَ عَاقِبَةَ الَّذِيْنَ اَسَاۤءُوا السُّوْۤاٰىٓ اَنْ كَذَّبُوْا بِاٰيٰتِ اللّٰهِ وَكَانُوْا بِهَا يَسْتَهْزِءُوْنَ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3419",
      "ayah": "10",
      "hizb": "41.25",
      "id": "3419",
      "juz": "21",
      "latin": "Ṡumma kāna ‘āqibatal-lażīna asā'us-sū'ā an każżabū bi'āyātillāhi wa kānū bihā yastahzi'ūn(a). ",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Kemudian, kesudahan orang-orang yang berbuat jahat adalah (balasan) yang paling buruk karena mereka mendustakan ayat-ayat Allah dan selalu memperolok-olokkannya.",
      "theme": "766"
    },
    {
      "arab": "اَللّٰهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3420",
      "ayah": "11",
      "hizb": "41.25",
      "id": "3420",
      "juz": "21",
      "latin": "Allāhu yabda'ul-khalqa ṡumma yu‘īduhū ṡumma ilaihi turja‘ūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Allah memulai penciptaan (makhluk), kemudian mengembalikannya (menghidupkannya) lagi. Lalu, hanya kepada-Nya kamu dikembalikan.",
      "theme": "766"
    },
    {
      "arab": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3421",
      "ayah": "12",
      "hizb": "41.25",
      "id": "3421",
      "juz": "21",
      "latin": "Wa yauma taqūmus-sā‘atu yublisul-mujrimūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Pada hari (ketika) terjadi kiamat, para pendurhaka terdiam berputus asa.",
      "theme": "766"
    },
    {
      "arab": "وَلَمْ يَكُنْ لَّهُمْ مِّنْ شُرَكَاۤىِٕهِمْ شُفَعٰۤؤُا وَكَانُوْا بِشُرَكَاۤىِٕهِمْ كٰفِرِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3422",
      "ayah": "13",
      "hizb": "41.25",
      "id": "3422",
      "juz": "21",
      "latin": "Wa lam yakul lahum min syurakā'ihim syufa‘ā'u wa kānū bisyurakā'ihim kāfirīn(a).",
      "notes": "583) Menurut sebagian mufasir, ayat ini diartikan, ‘bahkan mereka menjadi kafir disebabkan oleh berhala-berhala.’",
      "page": "405",
      "surah": "30",
      "text": "Tidak mungkin ada pemberi syafaat (pertolongan) bagi mereka dari berhala-berhala yang mereka anggap sekutu Allah, bahkan mereka mengingkari berhala-berhalanya itu.583)",
      "theme": "766"
    },
    {
      "arab": "وَيَوْمَ تَقُوْمُ السَّاعَةُ يَوْمَىِٕذٍ يَّتَفَرَّقُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3423",
      "ayah": "14",
      "hizb": "41.25",
      "id": "3423",
      "juz": "21",
      "latin": "Wa yauma taqūmus-sā‘atu yauma'iżiy yatafarraqūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Pada hari (ketika) terjadi kiamat, pada hari itu, manusia terpecah-pecah (dalam kelompok).",
      "theme": "766"
    },
    {
      "arab": "فَاَمَّا الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ فَهُمْ فِيْ رَوْضَةٍ يُّحْبَرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3424",
      "ayah": "15",
      "hizb": "41.25",
      "id": "3424",
      "juz": "21",
      "latin": "Fa ammal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti fahum fī rauḍatiy yuḥbarūn(a).",
      "notes": null,
      "page": "405",
      "surah": "30",
      "text": "Adapun orang-orang yang beriman dan beramal saleh, mereka bergembira di dalam taman (surga).",
      "theme": "766"
    },
    {
      "arab": "وَاَمَّا الَّذِيْنَ كَفَرُوْا وَكَذَّبُوْا بِاٰيٰتِنَا وَلِقَاۤئِ الْاٰخِرَةِ فَاُولٰۤىِٕكَ فِى الْعَذَابِ مُحْضَرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3425",
      "ayah": "16",
      "hizb": "41.25",
      "id": "3425",
      "juz": "21",
      "latin": "Wa ammal-lażīna kafarū wa każżabū bi'āyātinā wa liqā'il-ākhirati fa'ulā'ika fil-‘ażābi muḥḍarūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Adapun orang-orang yang kufur dan mendustakan ayat-ayat Kami serta (mengingkari) pertemuan (hari) Akhirat, mereka itu tetap berada di dalam azab (neraka).",
      "theme": "766"
    },
    {
      "arab": "فَسُبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3426",
      "ayah": "17",
      "hizb": "41.25",
      "id": "3426",
      "juz": "21",
      "latin": "Fa subḥānallāhi ḥīna tumsūna wa ḥīna tuṣbiḥūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Bertasbihlah kepada Allah ketika kamu berada pada waktu senja dan waktu pagi.",
      "theme": "766"
    },
    {
      "arab": "وَلَهُ الْحَمْدُ فِى السَّمٰوٰتِ وَالْاَرْضِ وَعَشِيًّا وَّحِيْنَ تُظْهِرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3427",
      "ayah": "18",
      "hizb": "41.25",
      "id": "3427",
      "juz": "21",
      "latin": "Wa lahul-ḥamdu fis-samāwāti wal-arḍi wa ‘asyiyyaw wa ḥīna tuẓhirūn(a).",
      "notes": "584) Menurut sebagian mufasir, maksud bertasbih pada ayat 17 adalah menegakkan salat karena di dalamnya terdapat bacaan tasbih. Ayat 17 dan 18 menerangkan waktu salat yang lima.",
      "page": "406",
      "surah": "30",
      "text": "Segala puji hanya bagi-Nya di langit dan di bumi, pada waktu petang dan pada saat kamu berada pada waktu siang.584)",
      "theme": "766"
    },
    {
      "arab": "يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْاَرْضَ بَعْدَ مَوْتِهَا ۗوَكَذٰلِكَ تُخْرَجُوْنَ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3428",
      "ayah": "19",
      "hizb": "41.25",
      "id": "3428",
      "juz": "21",
      "latin": "Yukhrijul-ḥayya minal-mayyiti wa yukhrijul-mayyita minal-ḥayyi wa yuḥyil-arḍa ba‘da mautihā, wa każālika tukhrajūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Dia mengeluarkan yang hidup dari yang mati dan mengeluarkan yang mati dari yang hidup, dan menghidupkan bumi setelah mati (kering). Seperti itulah kamu akan dikeluarkan (dari kubur).",
      "theme": "766"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَكُمْ مِّنْ تُرَابٍ ثُمَّ اِذَآ اَنْتُمْ بَشَرٌ تَنْتَشِرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3429",
      "ayah": "20",
      "hizb": "41.25",
      "id": "3429",
      "juz": "21",
      "latin": "Wa min āyātihī an khalaqakum min turābin ṡumma iżā antum basyarun tantasyirūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa Dia menciptakan (leluhur) kamu (Nabi Adam) dari tanah, kemudian tiba-tiba kamu (menjadi) manusia yang bertebaran.",
      "theme": "767"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖٓ اَنْ خَلَقَ لَكُمْ مِّنْ اَنْفُسِكُمْ اَزْوَاجًا لِّتَسْكُنُوْٓا اِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَّوَدَّةً وَّرَحْمَةً ۗاِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّتَفَكَّرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3430",
      "ayah": "21",
      "hizb": "41.25",
      "id": "3430",
      "juz": "21",
      "latin": "Wa min āyātihī an khalaqa lakum min anfusikum azwājal litaskunū ilaihā wa ja‘ala bainakum mawaddataw wa raḥmah(tan), inna fī żālika la'āyātil liqaumiy yatafakkarūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran)-Nya ialah bahwa Dia menciptakan pasangan-pasangan untukmu dari (jenis) dirimu sendiri agar kamu merasa tenteram kepadanya. Dia menjadikan di antaramu rasa cinta dan kasih sayang. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi kaum yang berpikir.",
      "theme": "767"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖ خَلْقُ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافُ اَلْسِنَتِكُمْ وَاَلْوَانِكُمْۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْعٰلِمِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3431",
      "ayah": "22",
      "hizb": "41.25",
      "id": "3431",
      "juz": "21",
      "latin": "Wa min āyātihī khalqus-samāwāti wal-arḍi wakhtilāfu alsinatikum wa alwānikum, inna fī żālika la'āyātil lil-‘ālimīn(a). ",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran)-Nya ialah penciptaan langit dan bumi, perbedaan bahasa dan warna kulitmu. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran Allah) bagi orang-orang yang berilmu.",
      "theme": "767"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖ مَنَامُكُمْ بِالَّيْلِ وَالنَّهَارِ وَابْتِغَاۤؤُكُمْ مِّنْ فَضْلِهٖۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّسْمَعُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3432",
      "ayah": "23",
      "hizb": "41.25",
      "id": "3432",
      "juz": "21",
      "latin": "Wa min āyātihī manāmukum bil-laili wan-nahāri wabtigā'ukum min faḍlih(ī), inna fī żālika la'āyātil liqaumiy yasma‘ūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah tidurmu pada waktu malam dan siang serta usahamu mencari sebagian dari karunia-Nya. Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda (kebesaran dan kekuasaan Allah) bagi kaum yang mendengarkan.",
      "theme": "767"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖ يُرِيْكُمُ الْبَرْقَ خَوْفًا وَّطَمَعًا وَّيُنَزِّلُ مِنَ السَّمَاۤءِ مَاۤءً فَيُحْيٖ بِهِ الْاَرْضَ بَعْدَ مَوْتِهَاۗ اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّقَوْمٍ يَّعْقِلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3433",
      "ayah": "24",
      "hizb": "41.25",
      "id": "3433",
      "juz": "21",
      "latin": "Wa min āyātihī yurīkumul-barqa khaufaw wa ṭama‘aw wa yunazzilu minas-samā'i mā'an fa yuḥyī bihil-arḍa ba‘da mautihā, inna fī żālika la'āyātil liqaumiy ya‘qilūn(a).",
      "notes": null,
      "page": "406",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran dan kekuasaan)-Nya ialah bahwa Dia memperlihatkan kilat kepadamu untuk (menimbulkan) ketakutan dan harapan. Dia menurunkan air (hujan) dari langit, lalu dengannya Dia menghidupkan bumi setelah mati (kering).  Sesungguhnya pada yang demikian itu benar-benar terdapat tanda-tanda bagi kaum yang mengerti.",
      "theme": "767"
    },
    {
      "arab": "وَمِنْ اٰيٰتِهٖٓ اَنْ تَقُوْمَ السَّمَاۤءُ وَالْاَرْضُ بِاَمْرِهٖۗ  ثُمَّ اِذَا دَعَاكُمْ دَعْوَةًۖ مِّنَ الْاَرْضِ اِذَآ اَنْتُمْ تَخْرُجُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3434",
      "ayah": "25",
      "hizb": "41.25",
      "id": "3434",
      "juz": "21",
      "latin": "Wa min āyātihī an taqūmas-samā'u wal-arḍu bi'amrih(ī), ṡumma iżā da‘ākum da‘watam minal-arḍi iżā antum takhrujūn(a).",
      "notes": null,
      "page": "407",
      "surah": "30",
      "text": "Di antara tanda-tanda (kebesaran)-Nya adalah bahwa berdirinya langit dan bumi dengan kehendak-Nya. Kemudian, apabila Dia memanggil kamu (pada hari Kiamat) dengan sekali panggil dari bumi, seketika itu kamu keluar (dari kubur).",
      "theme": "767"
    },
    {
      "arab": "وَلَهٗ مَنْ فِى السَّمٰوٰتِ وَالْاَرْضِۗ كُلٌّ لَّهٗ قٰنِتُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3435",
      "ayah": "26",
      "hizb": "41.25",
      "id": "3435",
      "juz": "21",
      "latin": "Wa lahū man fis-samāwāti wal-arḍ(i), kullul lahū qānitūn(a).",
      "notes": null,
      "page": "407",
      "surah": "30",
      "text": "Milik-Nyalah siapa yang ada di langit dan di bumi. Semuanya tunduk kepada-Nya.",
      "theme": "767"
    },
    {
      "arab": "وَهُوَ الَّذِيْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِۗ وَلَهُ الْمَثَلُ الْاَعْلٰى فِى السَّمٰوٰتِ وَالْاَرْضِۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3436",
      "ayah": "27",
      "hizb": "41.25",
      "id": "3436",
      "juz": "21",
      "latin": "Wa huwal-lażī yabda'ul-khalqa ṡumma yu‘īduhū wa huwa ahwanu ‘alaih(i), wa lahul-maṡalul-a‘lā fis-samāwāti wal-arḍ(i), wa huwal-‘azīzul-ḥakīm(u).",
      "notes": null,
      "page": "407",
      "surah": "30",
      "text": "Dialah yang memulai penciptaan, kemudian mengembalikannya (menghidupkannya) lagi (setelah kehancurannya). (Hal) Itu lebih mudah bagi-Nya. Milik-Nyalah sifat yang tertinggi di langit dan di bumi. Dialah Yang Mahaperkasa lagi Mahabijaksana.",
      "theme": "768"
    },
    {
      "arab": "ضَرَبَ لَكُمْ مَّثَلًا مِّنْ اَنْفُسِكُمْۗ هَلْ لَّكُمْ مِّنْ مَّا مَلَكَتْ اَيْمَانُكُمْ مِّنْ شُرَكَاۤءَ فِيْ مَا رَزَقْنٰكُمْ فَاَنْتُمْ فِيْهِ سَوَاۤءٌ تَخَافُوْنَهُمْ كَخِيْفَتِكُمْ اَنْفُسَكُمْۗ  كَذٰلِكَ نُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْقِلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3437",
      "ayah": "28",
      "hizb": "41.25",
      "id": "3437",
      "juz": "21",
      "latin": "Ḍaraba lakum maṡalam min anfusikum, hal lakum mim mā malakat aimānukum min syurakā'a fī mā razaqnākum fa'antum fīhi sawā'un takhāfūnahum kakhīfatikum anfusakum, każālika nufaṣṣilul-āyāti liqaumiy ya‘qilūn(a).",
      "notes": "585) Perumpamaan tersebut menggambarkan bahwa tidak pantas ada persekutuan dari unsur-unsur yang tidak setara, misalnya antara hamba sahaya dan pemiliknya, apalagi antara makhluk dengan Allah Swt. Hal itu tentu lebih tidak pantas lagi.\n586) Kamu merasa takut karena tidak bisa menggunakan apa yang kamu miliki tanpa seizin hamba-hamba sahaya itu.",
      "page": "407",
      "surah": "30",
      "text": "Dia membuat perumpamaan bagimu dari dirimu sendiri. Apakah (kamu rela jika) ada di antara hamba sahaya yang kamu miliki menjadi sekutu bagimu dalam (kepemilikan) rezeki yang telah Kami anugerahkan kepadamu, sehingga kamu menjadi setara dengan mereka dalam hal ini?585) Kamu takut kepada mereka sebagaimana kamu takut kepada sesamamu.586) Seperti itulah Kami menjelaskan tanda-tanda itu bagi kaum yang mengerti.",
      "theme": "391"
    },
    {
      "arab": "بَلِ اتَّبَعَ الَّذِيْنَ ظَلَمُوْٓا اَهْوَاۤءَهُمْ بِغَيْرِ عِلْمٍۗ فَمَنْ يَّهْدِيْ مَنْ اَضَلَّ اللّٰهُ ۗوَمَا لَهُمْ مِّنْ نّٰصِرِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3438",
      "ayah": "29",
      "hizb": "41.25",
      "id": "3438",
      "juz": "21",
      "latin": "Balittaba‘al-lażīna ẓalamū ahwā'ahum bigairi ‘ilm(in), famay yahdī man aḍallallāh(u), wa mā lahum min nāṣirīn(a).",
      "notes": "587) Lihat cacatan kaki surah al-Baqarah/2: 26.",
      "page": "407",
      "surah": "30",
      "text": "Akan tetapi, orang-orang yang zalim mengikuti hawa nafsunya tanpa (berdasarkan) ilmu. Maka, siapakah yang dapat memberi petunjuk kepada orang yang telah disesatkan Allah?587) Tidak ada seorang penolong pun bagi mereka.",
      "theme": "391"
    },
    {
      "arab": "فَاَقِمْ وَجْهَكَ لِلدِّيْنِ حَنِيْفًاۗ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَاۗ  لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۗذٰلِكَ الدِّيْنُ الْقَيِّمُۙ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3439",
      "ayah": "30",
      "hizb": "41.25",
      "id": "3439",
      "juz": "21",
      "latin": "Fa aqim wajhaka lid-dīni ḥanīfā(n), fiṭratallāhil-latī faṭaran-nāsa ‘alaihā, lā tabdīla likhalqillāh(i), żālikad-dīnul-qayyim(u), wa lākinna akṡaran-nāsi lā ya‘lamūn(a).",
      "notes": "588) Maksud fitrah Allah pada ayat ini adalah ciptaan Allah Swt. Manusia diciptakan Allah Swt. dengan naluri beragama, yaitu agama tauhid. Jadi, manusia yang berpaling dari agama tauhid telah menyimpang dari fitrahnya.",
      "page": "407",
      "surah": "30",
      "text": "Maka, hadapkanlah wajahmu dengan lurus kepada agama (Islam sesuai) fitrah (dari) Allah yang telah menciptakan manusia menurut (fitrah) itu.588) Tidak ada perubahan pada ciptaan Allah (tersebut). Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui.",
      "theme": "769"
    },
    {
      "arab": "فَاصْبِرْ اِنَّ وَعْدَ اللّٰهِ حَقٌّ وَّلَا يَسْتَخِفَّنَّكَ الَّذِيْنَ لَا يُوْقِنُوْنَ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/3469",
      "ayah": "60",
      "hizb": "41.75",
      "id": "3469",
      "juz": "21",
      "latin": "Faṣbir inna wa‘dallāhi ḥaqquw wa lā yastakhiffannakal-lażīna lā yūqinūn(a).",
      "notes": null,
      "page": "410",
      "surah": "30",
      "text": "Maka, bersabarlah engkau (Nabi Muhammad)! Sesungguhnya janji Allah itu benar. Jangan sampai orang-orang yang tidak meyakini (kebenaran ayat-ayat Allah) itu membuat engkau bersedih.",
      "theme": "776"
    }
  ]
}