{
  "status": true,
  "request": {
    "path": "",
    "surat": "",
    "ayat": "",
    "panjang": ""
  },
  "info": {
    "surat": {
      "id": 41,
      "nama": {
        "ar": "فصلت",
        "id": "Fussilat"
      },
      "relevasi": "Makkiyyah",
      "ayat_max": 54
    }
  },
  "data": [
    {
      "arab": "حٰمۤ ۚ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4219",
      "ayah": "1",
      "hizb": "48.25",
      "id": "4219",
      "juz": "24",
      "latin": "Ḥā mīm.",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Ḥa Mīm.",
      "theme": "925"
    },
    {
      "arab": "تَنْزِيْلٌ مِّنَ الرَّحْمٰنِ الرَّحِيْمِ ۚ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4220",
      "ayah": "2",
      "hizb": "48.25",
      "id": "4220",
      "juz": "24",
      "latin": "Tanzīlum minar-raḥmānir-raḥīm(i).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "(Al-Qur’an ini) diturunkan dari Tuhan Yang Maha Pengasih lagi Maha Penyayang.",
      "theme": "925"
    },
    {
      "arab": "كِتٰبٌ فُصِّلَتْ اٰيٰتُهٗ قُرْاٰنًا عَرَبِيًّا لِّقَوْمٍ يَّعْلَمُوْنَۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4221",
      "ayah": "3",
      "hizb": "48.25",
      "id": "4221",
      "juz": "24",
      "latin": "Kitābun fuṣṣilat āyātuhū qur'ānan ‘arabiyyal liqaumiy ya‘lamūn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Kitab yang ayat-ayatnya dijelaskan sebagai bacaan dalam bahasa Arab untuk kaum yang mengetahui,",
      "theme": "925"
    },
    {
      "arab": "بَشِيْرًا وَّنَذِيْرًاۚ فَاَعْرَضَ اَكْثَرُهُمْ فَهُمْ لَا يَسْمَعُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4222",
      "ayah": "4",
      "hizb": "48.25",
      "id": "4222",
      "juz": "24",
      "latin": "Basyīraw wa nażīrā(n), fa'a‘raḍa akṡaruhum fahum lā yasma‘ūn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "yang membawa berita gembira dan peringatan. Akan tetapi, kebanyakan mereka berpaling (darinya) serta tidak mendengarkan.",
      "theme": "925"
    },
    {
      "arab": "وَقَالُوْا قُلُوْبُنَا فِيْٓ اَكِنَّةٍ مِّمَّا تَدْعُوْنَآ اِلَيْهِ وَفِيْٓ اٰذَانِنَا وَقْرٌ وَّمِنْۢ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ اِنَّنَا عٰمِلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4223",
      "ayah": "5",
      "hizb": "48.25",
      "id": "4223",
      "juz": "24",
      "latin": "Wa qālū qulūbunā fī akinnatim mimmā tad‘ūnā ilaihi wa fī āżāninā waqruw wa mim baininā wa bainika ḥijābun fa‘mal  innanā ‘āmilūn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Mereka berkata, “Hati kami sudah tertutup dari apa yang engkau serukan kepada kami. Dalam telinga kami ada penyumbat dan di antara kami dan engkau ada tabir. Oleh sebab itu, lakukanlah (apa yang kamu sukai). Sesungguhnya kami akan melakukan (apa yang kami sukai).”",
      "theme": "925"
    },
    {
      "arab": "قُلْ اِنَّمَآ اَنَا۟ بَشَرٌ مِّثْلُكُمْ يُوْحٰىٓ اِلَيَّ اَنَّمَآ اِلٰهُكُمْ اِلٰهٌ وَّاحِدٌ فَاسْتَقِيْمُوْٓا اِلَيْهِ وَاسْتَغْفِرُوْهُ ۗوَوَيْلٌ لِّلْمُشْرِكِيْنَۙ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4224",
      "ayah": "6",
      "hizb": "48.25",
      "id": "4224",
      "juz": "24",
      "latin": "Qul innamā ana basyarum miṡlukum yūḥā ilayya annamā ilāhukum ilāhuw wāḥidun fastaqīmū ilaihi wastagfirūh(u), wa wailul lil-musyrikīn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Katakanlah (Nabi Muhammad), “Sesungguhnya aku hanyalah seorang manusia seperti kamu yang diwahyukan kepadaku bahwa Tuhan kamu adalah Tuhan Yang Maha Esa. Oleh sebab itu, tetaplah (dalam beribadah) dan mohonlah ampunan kepada-Nya. Celakalah orang-orang yang mempersekutukan(-Nya),",
      "theme": "925"
    },
    {
      "arab": "الَّذِيْنَ لَا يُؤْتُوْنَ الزَّكٰوةَ وَهُمْ بِالْاٰخِرَةِ هُمْ كٰفِرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4225",
      "ayah": "7",
      "hizb": "48.25",
      "id": "4225",
      "juz": "24",
      "latin": "Allażīna lā yu'tūnaz-zakāta wa hum bil-ākhirati hum kāfirūn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "(yaitu) orang-orang yang tidak menunaikan zakat dan mereka ingkar terhadap kehidupan akhirat.",
      "theme": "925"
    },
    {
      "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ لَهُمْ اَجْرٌ غَيْرُ مَمْنُوْنٍ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4226",
      "ayah": "8",
      "hizb": "48.25",
      "id": "4226",
      "juz": "24",
      "latin": "Innal-lażīna āmanū wa ‘amiluṣ-ṣāliḥāti lahum ajrun gairu mamnūn(in).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, mereka akan mendapat pahala yang tidak ada putus-putusnya.”",
      "theme": "925"
    },
    {
      "arab": "۞ قُلْ اَىِٕنَّكُمْ لَتَكْفُرُوْنَ بِالَّذِيْ خَلَقَ الْاَرْضَ فِيْ يَوْمَيْنِ وَتَجْعَلُوْنَ لَهٗٓ اَنْدَادًا ۗذٰلِكَ رَبُّ الْعٰلَمِيْنَ ۚ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4227",
      "ayah": "9",
      "hizb": "48.5",
      "id": "4227",
      "juz": "24",
      "latin": "Qul a'innakum latakfurūna bil-lażī khalaqal-arḍa fī yaumaini wa taj‘alūna lahū andādā(n), żālika rabbul-‘ālamīn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Katakanlah, “Pantaskah kamu mengingkari Tuhan yang menciptakan bumi dalam dua masa dan kamu adakan pula sekutu-sekutu bagi-Nya? Itulah Tuhan semesta alam.”",
      "theme": "926"
    },
    {
      "arab": "وَجَعَلَ فِيْهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبٰرَكَ فِيْهَا وَقَدَّرَ فِيْهَآ اَقْوَاتَهَا فِيْٓ اَرْبَعَةِ اَيَّامٍۗ سَوَاۤءً لِّلسَّاۤىِٕلِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4228",
      "ayah": "10",
      "hizb": "48.5",
      "id": "4228",
      "juz": "24",
      "latin": "Wa ja‘ala fīhā rawāsiya min fauqihā wa bāraka fīhā wa qaddara fīhā aqwātahā fī arba‘ati ayyām(in), sawā'al lis-sā'ilīn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Dia ciptakan pada (bumi) itu gunung-gunung yang kokoh di atasnya, lalu Dia memberkahi dan menentukan makanan-makanan (bagi penghuni)-nya dalam empat masa yang cukup untuk (kebutuhan) mereka yang memerlukannya.",
      "theme": "926"
    },
    {
      "arab": "ثُمَّ اسْتَوٰىٓ اِلَى السَّمَاۤءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْاَرْضِ ائْتِيَا طَوْعًا اَوْ كَرْهًاۗ قَالَتَآ اَتَيْنَا طَاۤىِٕعِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4229",
      "ayah": "11",
      "hizb": "48.5",
      "id": "4229",
      "juz": "24",
      "latin": "Ṡummastawā ilas-samā'i wa hiya dukhānun faqāla lahā wa lil-arḍi'tiyā ṭau‘an au karhā(n), qālatā atainā ṭā'i‘īn(a).",
      "notes": null,
      "page": "477",
      "surah": "41",
      "text": "Dia kemudian menuju ke langit dan (langit) itu masih berupa asap. Dia berfirman kepadanya dan kepada bumi, “Tunduklah kepada-Ku dengan patuh atau terpaksa.” Keduanya menjawab, “Kami tunduk dengan patuh.”",
      "theme": "926"
    },
    {
      "arab": "فَقَضٰىهُنَّ سَبْعَ سَمٰوَاتٍ فِيْ يَوْمَيْنِ وَاَوْحٰى فِيْ كُلِّ سَمَاۤءٍ اَمْرَهَا ۗوَزَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَۖ وَحِفْظًا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4230",
      "ayah": "12",
      "hizb": "48.5",
      "id": "4230",
      "juz": "24",
      "latin": "Fa qaḍāhunna sab‘a samāwātin fī yaumaini wa auḥā fī kulli samā'in amrahā, wa zayyannas-samā'ad-dun-yā bimaṣābīḥa wa ḥifẓā(n), żālika taqdīrul-‘azīzil-‘alīm(i).",
      "notes": "669) Kebiasaan setan adalah mengintip dan mencuri dengar pembicaraan para malaikat tentang apa yang akan terjadi di bumi.",
      "page": "478",
      "surah": "41",
      "text": "Lalu, Dia menjadikan-Nya tujuh langit dalam dua masa dan pada setiap langit Dia mewahyukan urusan masing-masing. Kemudian langit yang paling dekat (dengan bumi), Kami hiasi dengan bintang-bintang sebagai penjagaan (dari setan).669) Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui.",
      "theme": "926"
    },
    {
      "arab": "فَاِنْ اَعْرَضُوْا فَقُلْ اَنْذَرْتُكُمْ صٰعِقَةً مِّثْلَ صٰعِقَةِ عَادٍ وَّثَمُوْدَ ۗ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4231",
      "ayah": "13",
      "hizb": "48.5",
      "id": "4231",
      "juz": "24",
      "latin": "Fa in a‘raḍū faqul anżartukum ṣā‘iqatam miṡla ṣā‘iqati ‘ādiw wa ṡamūd(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Jika mereka berpaling, katakanlah, “Aku telah memperingatkan kamu (azab berupa) petir seperti petir yang menimpa (kaum) ‘Ad dan (kaum) Samud.”",
      "theme": "927"
    },
    {
      "arab": "اِذْ جَاۤءَتْهُمُ الرُّسُلُ مِنْۢ بَيْنِ اَيْدِيْهِمْ وَمِنْ خَلْفِهِمْ اَلَّا تَعْبُدُوْٓا اِلَّا اللّٰهَ ۗقَالُوْا لَوْ شَاۤءَ رَبُّنَا لَاَنْزَلَ مَلٰۤىِٕكَةً فَاِنَّا بِمَآ اُرْسِلْتُمْ بِهٖ كٰفِرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4232",
      "ayah": "14",
      "hizb": "48.5",
      "id": "4232",
      "juz": "24",
      "latin": "Iż jā'athumur-rusulu mim baini aidīhim wa min khalfihim allā ta‘budū illallāh(a), qālū lau syā'a rabbunā la'anzala malā'ikatan fa'innā bimā ursiltum bihī kāfirūn(a).",
      "notes": "670) Yang dimaksud dengan dari depan dan dari belakang adalah dari segala penjuru.",
      "page": "478",
      "surah": "41",
      "text": "Ketika para rasul datang kepada mereka dari depan dan dari belakang mereka670) (dengan menyerukan,) “Janganlah kamu menyembah selain Allah,” mereka menjawab, “Kalau Tuhan kami menghendaki, tentu Dia menurunkan malaikat-malaikat-Nya. Sesungguhnya kami ingkar pada kerasulanmu.”",
      "theme": "927"
    },
    {
      "arab": "فَاَمَّا عَادٌ فَاسْتَكْبَرُوْا فِى الْاَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوْا مَنْ اَشَدُّ مِنَّا قُوَّةً ۗ اَوَلَمْ يَرَوْا اَنَّ اللّٰهَ الَّذِيْ خَلَقَهُمْ هُوَ اَشَدُّ مِنْهُمْ قُوَّةً ۗ وَكَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4233",
      "ayah": "15",
      "hizb": "48.5",
      "id": "4233",
      "juz": "24",
      "latin": "Fa ammā ‘ādun fastakbarū fil-arḍi bigairil-ḥaqqi wa qālū man asyaddu minnā quwwah(tan), awalam yarau annallāhal-lażī khalaqahum huwa asyaddu minhum quwwah(tan), wa kānū bi'āyātinā yajḥadūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Adapun (kaum) ‘Ad, mereka menyombongkan diri di bumi tanpa alasan yang benar. Mereka berkata, “Siapakah yang lebih hebat kekuatannya daripada kami?” Tidakkah mereka memperhatikan bahwa sesungguhnya Allah yang menciptakan mereka itu lebih hebat kekuatan-Nya daripada mereka? Mereka telah mengingkari tanda-tanda (kebesaran) Kami.",
      "theme": "927"
    },
    {
      "arab": "فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِزْيِ فِى الْحَيٰوةِ الدُّنْيَا ۗوَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4234",
      "ayah": "16",
      "hizb": "48.5",
      "id": "4234",
      "juz": "24",
      "latin": "Fa arsalnā ‘alaihim rīḥan ṣarṣaran fī ayyāmin naḥisātil linużīqahum-‘ażābal khizyi fil-ḥayātid-dun-yā, wa la‘ażābul-ākhirati akhzā wa hum lā yunṣarūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Maka, Kami mengembuskan angin yang sangat dingin dan bergemuruh kepada mereka selama beberapa hari yang nahas karena Kami ingin agar mereka merasakan siksaan yang menghinakan dalam kehidupan di dunia. Sungguh, azab akhirat lebih menghinakan dan mereka tidak diberi pertolongan.",
      "theme": "927"
    },
    {
      "arab": "وَاَمَّا ثَمُوْدُ فَهَدَيْنٰهُمْ فَاسْتَحَبُّوا الْعَمٰى عَلَى الْهُدٰى فَاَخَذَتْهُمْ صٰعِقَةُ الْعَذَابِ الْهُوْنِ بِمَا كَانُوْا يَكْسِبُوْنَ ۚ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4235",
      "ayah": "17",
      "hizb": "48.5",
      "id": "4235",
      "juz": "24",
      "latin": "Wa ammā ṡamūdu fa hadaināhum fastaḥabbul-‘amā ‘alal-hudā fa akhażathum ṣā‘iqatul-‘ażābil-hūni bimā kānū yaksibūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Adapun (kaum) Samud, mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai kebutaan (kesesatan) daripada petunjuk itu. Maka, mereka disambar petir sebagai azab yang menghinakan karena apa yang telah mereka kerjakan.",
      "theme": "927"
    },
    {
      "arab": "وَنَجَّيْنَا الَّذِيْنَ اٰمَنُوْا وَكَانُوْا يَتَّقُوْنَ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4236",
      "ayah": "18",
      "hizb": "48.5",
      "id": "4236",
      "juz": "24",
      "latin": "Wa najjainal-lażīna āmanū wa kānū yattaqūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Kami menyelamatkan orang-orang yang beriman dan selalu bertakwa.",
      "theme": "927"
    },
    {
      "arab": "وَيَوْمَ يُحْشَرُ اَعْدَاۤءُ اللّٰهِ اِلَى النَّارِ فَهُمْ يُوْزَعُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4237",
      "ayah": "19",
      "hizb": "48.5",
      "id": "4237",
      "juz": "24",
      "latin": "Wa yauma yuḥsyaru a‘dā'ullāhi ilan-nāri fahum yūza‘ūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "(Ingatlah) hari (ketika) musuh-musuh Allah digiring ke neraka, lalu mereka dipisah-pisahkan.",
      "theme": "928"
    },
    {
      "arab": "حَتّٰىٓ اِذَا مَا جَاۤءُوْهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَاَبْصَارُهُمْ وَجُلُوْدُهُمْ بِمَا كَانُوْا يَعْمَلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4238",
      "ayah": "20",
      "hizb": "48.5",
      "id": "4238",
      "juz": "24",
      "latin": "Ḥattā iżā mā jā'ūhā syahida ‘alaihim sam‘uhum wa abṣāruhum wa julūduhum bimā kānū ya‘malūn(a).",
      "notes": null,
      "page": "478",
      "surah": "41",
      "text": "Ketika mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap apa yang telah mereka lakukan.",
      "theme": "928"
    },
    {
      "arab": "وَقَالُوْا لِجُلُوْدِهِمْ لِمَ شَهِدْتُّمْ عَلَيْنَا ۗقَالُوْٓا اَنْطَقَنَا اللّٰهُ الَّذِيْٓ اَنْطَقَ كُلَّ شَيْءٍ وَّهُوَ خَلَقَكُمْ اَوَّلَ مَرَّةٍۙ وَّاِلَيْهِ تُرْجَعُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4239",
      "ayah": "21",
      "hizb": "48.5",
      "id": "4239",
      "juz": "24",
      "latin": "Wa qālū lijulūdihim lima syahittum ‘alainā, qālū anṭaqanallāhul-lażī anṭaqa kulla syai'iw wa huwa khalaqakum awwala marrah(tin), wa ilaihi turja‘ūn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Mereka berkata kepada kulit mereka, “Mengapa kamu menjadi saksi terhadap kami?” (Kulit) mereka menjawab, “Allah yang menjadikan segala sesuatu dapat berbicara telah menjadikan kami dapat berbicara. Dialah yang menciptakan kamu pertama kali dan hanya kepada-Nya kamu dikembalikan.”",
      "theme": "928"
    },
    {
      "arab": "وَمَا كُنْتُمْ تَسْتَتِرُوْنَ اَنْ يَّشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلَآ اَبْصَارُكُمْ وَلَا جُلُوْدُكُمْ وَلٰكِنْ ظَنَنْتُمْ اَنَّ اللّٰهَ لَا يَعْلَمُ كَثِيْرًا مِّمَّا تَعْمَلُوْنَ",
      "asbab": "1",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4240",
      "ayah": "22",
      "hizb": "48.5",
      "id": "4240",
      "juz": "24",
      "latin": "Wa mā kuntum tastatirūna ay yasyhada ‘alaikum sam‘ukum wa lā abṣārukum wa lā julūdukum wa lākin ẓanantum  annallāha lā ya‘lamu kaṡīram mimmā ta‘malūn(a).",
      "notes": "671) Mereka melakukan dosa dengan terang-terangan karena menyangka bahwa Allah tidak mengetahui perbuatan mereka serta pendengaran, penglihatan, dan kulit mereka tidak akan menjadi saksi di akhirat kelak atas perbuatan mereka.",
      "page": "479",
      "surah": "41",
      "text": "Kamu tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu terhadapmu, bahkan kamu mengira Allah tidak mengetahui banyak tentang apa yang kamu lakukan.671)",
      "theme": "928"
    },
    {
      "arab": "وَذٰلِكُمْ ظَنُّكُمُ الَّذِيْ ظَنَنْتُمْ بِرَبِّكُمْ اَرْدٰىكُمْ فَاَصْبَحْتُمْ مِّنَ الْخٰسِرِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4241",
      "ayah": "23",
      "hizb": "48.5",
      "id": "4241",
      "juz": "24",
      "latin": "Wa żālikum ẓannukumul-lażī ẓanantum birabbikum ardākum fa aṣbaḥtum minal-khāsirīn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Itulah dugaanmu yang telah kamu sangkakan terhadap Tuhanmu. (Dugaan) itu telah membinasakan kamu sehingga jadilah kamu termasuk orang-orang yang rugi.",
      "theme": "928"
    },
    {
      "arab": "فَاِنْ يَّصْبِرُوْا فَالنَّارُ مَثْوًى لَّهُمْ ۚوَاِنْ يَّسْتَعْتِبُوْا فَمَا هُمْ مِّنَ الْمُعْتَبِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4242",
      "ayah": "24",
      "hizb": "48.5",
      "id": "4242",
      "juz": "24",
      "latin": "Fa iy yaṣbirū fan-nāru maṡwal lahum, wa iy yasta‘tibū famā hum minal-mu‘tabīn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Jika mereka bersabar (atas azab neraka), nerakalah tempat tinggal mereka dan jika mereka meminta belas kasihan, maka mereka bukanlah orang yang pantas dikasihani.",
      "theme": "928"
    },
    {
      "arab": "۞ وَقَيَّضْنَا لَهُمْ قُرَنَاۤءَ فَزَيَّنُوْا لَهُمْ مَّا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِيْٓ اُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِّنَ الْجِنِّ وَالْاِنْسِۚ اِنَّهُمْ كَانُوْا خٰسِرِيْنَ ࣖ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4243",
      "ayah": "25",
      "hizb": "48.75",
      "id": "4243",
      "juz": "24",
      "latin": "Wa qayyaḍnā lahum quranā'a fa zayyanū lahum mā baina aidīhim wa mā khalfahum wa ḥaqqa ‘alaihimul-qaulu fī umamin qad khalat min qablihim minal-jinni wal-ins(i), innahum kānū khāsirīn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Kami menetapkan bagi mereka teman-teman (dari setan) yang memuji-muji apa saja yang ada di hadapan (nafsu dan kelezatan dunia) dan di belakang (angan-angan) mereka. Tetaplah atas mereka putusan (azab) bersama umat-umat yang terdahulu sebelum mereka dari (golongan) jin dan manusia. Sesungguhnya mereka adalah orang-orang yang rugi.",
      "theme": "929"
    },
    {
      "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا لَا تَسْمَعُوْا لِهٰذَا الْقُرْاٰنِ وَالْغَوْا فِيْهِ لَعَلَّكُمْ تَغْلِبُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4244",
      "ayah": "26",
      "hizb": "48.75",
      "id": "4244",
      "juz": "24",
      "latin": "Wa qālal-lażīna kafarū lā tasma‘ū lihāżal-qur'āni walgau fīhi la‘allakum taglibūn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Orang-orang yang kufur berkata, “Janganlah kamu mendengarkan (bacaan) Al-Qur’an ini dan buatlah kegaduhan terhadapnya agar kamu dapat mengalahkan (mereka).”",
      "theme": "929"
    },
    {
      "arab": "فَلَنُذِيْقَنَّ الَّذِيْنَ كَفَرُوْا عَذَابًا شَدِيْدًاۙ وَّلَنَجْزِيَنَّهُمْ اَسْوَاَ الَّذِيْ كَانُوْا يَعْمَلُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4245",
      "ayah": "27",
      "hizb": "48.75",
      "id": "4245",
      "juz": "24",
      "latin": "Fa lanużīqannal-lażīna kafarū ‘ażāban syadīdā(n), wa lanajziyannahum aswa'al-lażī  kānū ya‘malūn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Sungguh, Kami pasti akan menimpakan azab yang keras kepada orang-orang yang kufur itu dan sungguh, Kami pasti akan membalas mereka dengan seburuk-buruk balasan (atas) apa yang telah mereka kerjakan.",
      "theme": "929"
    },
    {
      "arab": "ذٰلِكَ جَزَاۤءُ اَعْدَاۤءِ اللّٰهِ النَّارُ لَهُمْ فِيْهَا دَارُ الْخُلْدِ ۗجَزَاۤءً ۢبِمَا كَانُوْا بِاٰيٰتِنَا يَجْحَدُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4246",
      "ayah": "28",
      "hizb": "48.75",
      "id": "4246",
      "juz": "24",
      "latin": "Żālika jazā'u a‘dā'illāhin-nāru lahum fīhā dārul-khuld(i), jazā'am bimā kānū bi'āyātinā yajḥadūn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Itulah neraka, balasan (bagi) musuh-musuh Allah. Mereka mendapat tempat tinggal yang kekal di dalamnya sebagai balasan atas keingkaran mereka terhadap ayat-ayat Kami.",
      "theme": "929"
    },
    {
      "arab": "وَقَالَ الَّذِيْنَ كَفَرُوْا رَبَّنَآ اَرِنَا الَّذَيْنِ اَضَلّٰنَا مِنَ الْجِنِّ وَالْاِنْسِ نَجْعَلْهُمَا تَحْتَ اَقْدَامِنَا لِيَكُوْنَا مِنَ الْاَسْفَلِيْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4247",
      "ayah": "29",
      "hizb": "48.75",
      "id": "4247",
      "juz": "24",
      "latin": "Wa qālal-lażīna kafarū rabbanā arinal-lażaini aḍallānā minal-jinni wal-insi naj‘alhumā taḥta aqdāminā liyakūnā minal-asfalīn(a).",
      "notes": null,
      "page": "479",
      "surah": "41",
      "text": "Orang-orang yang kufur berkata, “Ya Tuhan kami, perlihatkanlah kepada kami dua golongan yang telah menyesatkan kami, yaitu (golongan) jin dan manusia, agar kami meletakkan keduanya di bawah telapak kaki kami supaya keduanya menjadi golongan yang paling bawah (hina).”",
      "theme": "929"
    },
    {
      "arab": "اِنَّ الَّذِيْنَ قَالُوْا رَبُّنَا اللّٰهُ ثُمَّ اسْتَقَامُوْا تَتَنَزَّلُ عَلَيْهِمُ الْمَلٰۤىِٕكَةُ اَلَّا تَخَافُوْا وَلَا تَحْزَنُوْا وَاَبْشِرُوْا بِالْجَنَّةِ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ",
      "asbab": "0",
      "audio": "https://cdn.alquran.cloud/media/audio/ayah/ar.alafasy/4248",
      "ayah": "30",
      "hizb": "48.75",
      "id": "4248",
      "juz": "24",
      "latin": "Innal-lażīna qālū rabbunallāhu ṡummastaqāmū tatanazzalu ‘alaihimul-malā'ikatu allā takhāfū wa lā taḥzanū wa absyirū bil-jannatil-latī kuntum tū‘adūn(a).",
      "notes": null,
      "page": "480",
      "surah": "41",
      "text": "Sesungguhnya orang-orang yang berkata, “Tuhan kami adalah Allah,” kemudian tetap (dalam pendiriannya), akan turun malaikat-malaikat kepada mereka (seraya berkata), “Janganlah kamu takut dan bersedih hati serta bergembiralah dengan (memperoleh) surga yang telah dijanjikan kepadamu.”",
      "theme": "930"
    }
  ]
}